[INFO]
ID=0x1001
Name=Arabic (عربي)
Version=2.2.0
Author=
1=موافق
2=إلغاء

[DIALOG_1]
0=عام
3=&اللغة:
4=&بدء ImgDrive مع ويندوز
5=إظهار ImgDrive في &شريط النظام
6=&التحقق من التحديثات تلقائيًا
7=&الاحتفاظ بسجل الملفات الأخيرة
9=قائمة &متفرعة للملفات الأخيرة
10=&عدد الملفات الأخيرة

[DIALOG_2]
0=التكامل
3=&دمج ImgDrive مع قائمة سياق النظام
4=&ربط ImgDrive مع:

[DIALOG_3]
3=إعادة إنشاء جدول البحث لـ: %s.\nقد يستغرق ذلك حتى 20 ثانية، يرجى الانتظار قليلاً.
4=%d%% الوقت المنقضي: %d ث

[DIALOG_4]
0=تغيير حرف محرك الأقراص لـ %C:
3=&حرف محرك الأقراص الجديد:

[DIALOG_5]
0=تسجيل الدخول
3=أدخل بيانات الاعتماد للاتصال بـ: %s
4=&المستخدم:
5=&كلمة المرور:
6=&تذكر بيانات الاعتماد الخاصة بي

[DIALOG_6]
0=ImgDrive
3=تعذر تحميل الصورة:
4=إرسال تقرير خطأ للمساعدة في حل هذه المشكلة

[DIALOG_7]
0=حول ImgDrive

[DIALOG_9]
0=إنشاء ملف صورة من مجلد
1=&بدء
3=يرجى تحديد أو سحب مجلد لإنشاء ملف صورة.
4=المجلد المصدر:
5=ملف الوجهة:
6=&UDF 2.50
7=تسمية وحدة التخزين:

[DIALOG_10]
0=نسخ قرص إلى ملف صورة
1=&بدء
3=محرك المصدر:
4=ملف الوجهة:
5=إيقاف تشغيل الكمبيوتر عند الانتهاء

[DIALOG_11]
0=عام
3=الشركة المصنعة:
4=المنتج:
5=الإصدار:
6=تاريخ البرنامج الثابت:
7=الرقم التسلسلي:
8=حجم الذاكرة المؤقتة:
9=رمز المنطقة:
10=نظام RPC:
11=التغييرات المتبقية للمستخدم:
12=إعادة تعيينات الشركة المصنعة المتبقية:
13=الموقع:
14=حرف محرك الأقراص:
15=العلامة:

[DIALOG_12]
0=الميزات
3=قراءة
4=كتابة
5=أخرى

[DIALOG_13]
0=وسائط

[DIALOG_14]
0=عارض الملفات

[DIALOG_15]
0=عارض القطاعات
3=LBA:

[DIALOG_16]
0=تسجيل ImgDrive
3=مساعدة
4=الصق مفتاح الترخيص الذي استلمته في المربع أدناه.

[DIALOG_17]
0=محرك الأقراص
3=&إخفاء المحركات الفارغة
4=تغيير &أيقونات المحرك
5=&تحميل آخر صورة تلقائيًا
6=إلغاء تحميل المحرك عند &الإخراج
7=&إلغاء تحميل جميع المحركات عند الخروج من ImgDrive
8=&تعطيل التشغيل التلقائي للمحركات الافتراضية

[DIALOG_18]
0=إدخال كلمة المرور
3=كلمة المرور:

[DIALOG_19]
0=تحويل ملف صورة
1=تحويل
3=يجب تحويل تنسيق الصورة قبل التحميل:
4=ملف الوجهة:

[DIALOG_20]
0=الاختصارات
3=انقر مرتين على الاختصار لإدخال مجموعة مفاتيح جديدة.\nانقر <a>هنا</a> لإعادة تعيين جميع الاختصارات.

[DIALOG_21]
0=المفاتيح السريعة
3=فتح ImgDrive:
4=إلغاء تحميل الكل:
5=أنشئ مفاتيح سريعة لتفعيل ImgDrive من تطبيقات أخرى أثناء تشغيل ImgDrive.
6=قائمة المحركات

[DIALOG_22]
0=مساعدة سطر الأوامر

[DIALOG_23]
0=تنظيم المفضلات
3=نصيحة: يمكنك استخدام السحب والإفلات لإضافة ملفات أو مجلدات.

[DIALOG_24]
0=اختر الفئة
3=أضف '%s' إلى:
4=فئة جديدة

[DIALOG_25]
0=تخصيص قائمة السياق
3=&عناصر القائمة الحالية:
4=&عناصر القائمة المتاحة:
5=قائمة متفرعة لملفات &المفضلة
6=قائمة متفرعة للملفات &الأخيرة
7=&إعادة تعيين
8=&معاينة

[DIALOG_A]
0=تحديث البرنامج
3=يتوفر إصدار جديد من %s!
4=%s متوفر الآن - لديك %s. هل ترغب في تنزيله الآن؟
5=ملاحظات الإصدار:
6=تخطي هذا الإصدار
7=ذكرني لاحقًا
8=تثبيت الآن
9=جارٍ التنزيل - %s من %s
10=أنت محدث!\n\n%s هو أحدث إصدار متوفر حاليًا.
11=حدث خطأ أثناء استرجاع معلومات التحديث. يرجى المحاولة لاحقًا.
12=حدث خطأ أثناء تنزيل التحديث. يرجى المحاولة لاحقًا.

[DIALOG_B]
1=إرسال
3=%s واجه مشكلة ويجب إغلاقه. نعتذر عن الإزعاج.
4=يرجى إرسال تقرير الخطأ هذا لمساعدتنا في إصلاح المشكلة وتحسين البرنامج.

[DIALOG_C]
0=ملاحظات
1=إرسال
3=بريدك الإلكتروني (اختياري)
4=يرجى شرح الخطأ أو المشكلة.

[MENU_1]
3=إضافة &ملفات...
4=إضافة &مجلد...
5=إضافة &فئة جديدة
6=إضافة &فاصل جديد
9=&إعادة تحميل
10=إزالة &المفقود
11=نقل &لأعلى
12=نقل &لأسفل
13=&حذف
14=&إعادة تسمية
15=ترتيب حسب &الاسم
16=ترتيب حسب &المسار
17=ترتيب حسب &النوع
18=توسيع/طي الكل
19=إظهار &المسار الكامل للملف

[STRING]
0=&تحميل
1=&إلغاء التحميل
2=تحميل إلى &%C:
3=تحميل إلى &%C: %s
4=محرك &%C:
5=محرك &%C: %s
6=جميع ملفات الصور
7=جميع الملفات
8=&خيارات...
9=خيارات
10=&عدد المحركات
11=إلغاء تحميل &الكل
12=تحميل &مجلد...
13=&حول
14=خ&روج
15=&إخراج
16=&تحميل
17=&تغيير حرف المحرك...
18=&فتح
19=&إخفاء المحركات الفارغة
20=وسائط غير معروفة أو تنسيق غير صالح.
21=لا يمكن العثور على الملف %s.
22=الاسم
23=&الصفحة الرئيسية
24=فتح موقع الملف
25=&الدعم
26=&التحقق من التحديث
27=&إنشاء ملف صورة من مجلد...
28=&خصائص
29=&إزالة الملفات المفقودة
30=&مسح القائمة
31=المعرف
32=محرك الأقراص
33=الصورة
34=&ملف
35=&أدوات
36=&مساعدة
37=دائمًا
38=&تحميل صورة...
39=%d محركات، %d محمل
40=هذا البرنامج مجاني.
41=مرخص لـ %s\r\nأقصى عدد مستخدمين: %d\r\nتحديثات مجانية حتى: %s
42=&البقاء في الأعلى
43=إنشاء
44=&عرض
45=شريط الأدوات
46=شريط الحالة
47=إلغاء تحميل الصورة
48=نسخ &قرص إلى ملف صورة...
49=نسخ ملف صورة
50=نص شريط الأدوات
51=نسخ
52=نسخ
53=جارٍ نسخ %s...
54=%s ميجابايت/ث، الوقت المنقضي: %s، الوقت المتبقي: %s
55=اكتملت العملية بنجاح!
56=لا توجد مساحة كافية على محرك %C:!
57='%s' موجود بالفعل.\n\nهل تريد استبداله؟
58=لا يوجد قرص
59=فتح &ImgDrive
60=جارٍ مسح القرص
61=جارٍ تهيئة القرص
62=جارٍ الكتابة
63=جارٍ مزامنة التخزين المؤقت
64=انتهى
65=&تحديث
66=LBA
67=الحجم
68=الحجم (بايت)
69=تاريخ التعديل
70=عارض الملفات
71=عارض القطاعات
72=استخراج ملف
73=الجلسة %d
74=المسار %d
75=الجلسة
76=المسار
77=&تسجيل...
78=شكرًا للتسجيل!
79=مفتاح التسجيل الذي أدخلته غير صالح.
80=هل أنت متأكد أنك تريد الإلغاء؟
81=الامتداد
82=مرتبط بـ
83=تثبيت &برنامج التشغيل
84=إلغاء تثبيت &برنامج التشغيل
85=جارٍ تثبيت برنامج التشغيل...\nقد يستغرق ذلك حتى دقيقة واحدة، يرجى الانتظار...
86=سيقوم ImgDrive الآن بتثبيت برنامج التشغيل المطلوب لإنشاء محرك أقراص CD-ROM افتراضي.\n\nهل تريد المتابعة؟
87=تم اكتشاف برنامج تشغيل غير متوافق %s، هل تريد التحديث إلى %s؟
88=تم اكتشاف برنامج تشغيل غير متوافق %s، يرجى إعادة تثبيت ImgDrive!
89=تحتاج إلى إعادة تشغيل الكمبيوتر لاستخدام ImgDrive!
90=هل أنت متأكد أنك تريد إلغاء التثبيت؟
91=هذا الإصدار من %s لن يعمل على جهازك. يرجى تنزيل إصدار %s بدلاً من ذلك.
92=برنامج التشغيل المطلوب لـ ImgDrive غير مثبت. يرجى إعادة تثبيت ImgDrive!\n\nإذا استمرت المشكلة، يرجى النقر على موافق لإرسال ملاحظات.
93=تحويل
94=تحويل ملف صورة...
95=تنسيق هذا الملف غير مدعوم. يجب أن تكون صورة قرص الصوت 16-بت/44.1 كيلوهرتز ستيريو.\n\nالملف: %s\nعمق البت: %d-بت\nمعدل العينة: %s كيلوهرتز\nعدد القنوات: %d
96=تسمية وحدة التخزين
97=&محركات أخرى
98=أيقونات &كبيرة
99=أيقونات &صغيرة
100=&قائمة
101=&تفاصيل
102=تعذر تحميل الملف
103=النوع
104=اختصار
105=محرك %c:
106=هل أنت متأكد أنك تريد إعادة تعيين جميع الاختصارات؟
107=الأمر
108=المنفذ %d، الناقل %d، الهدف %d، LUN %d
109=SCSI
110=هل أنت متأكد أنك تريد مسح كل السجل؟
111=&الملفات الأخيرة
112=&مساعدة سطر الأوامر
113=إغلاق
114=محرك الأقراص المرتبط بهذا المفتاح السريع لم يتم إنشاؤه بعد، هل تريد إنشاؤه الآن؟
115=&إزالة الملف من قائمة الملفات الأخيرة
116=هذا المفتاح مخصص بالفعل لـ '%s'!
117=غير متوفر
118=&مساعدة
119=غير مسجل
120=نسخة مجانية غير مسجلة
121=المفضلة
122=&تنظيم المفضلات...
123=&إضافة إلى المفضلات...
124=العلامة
125=مستندات|ألعاب|صور|أفلام|موسيقى
126=خروج + إزالة برنامج التشغيل
127=ــــــــــــــــــــــــــــــــــــــــــــ
128=الامتداد
129=المفضلة
130=الفئة
131=هل أنت متأكد أنك تريد الحذف؟
132=عنصر المفضلة '%s' موجود بالفعل.
133=أنت تستخدم ميزات Pro
134=هذه نسخة مجانية غير مسجلة، يمكنك تجربة Pro مجانًا أو شراء ترخيص لفتح ميزات Pro.
135=&تجربة Pro
136=&شراء
137=&تخصيص قائمة السياق...
138=&السمة
139=فاتح
140=داكن
141=النظام 